Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/buorastahte-giellaaavdaastiddjev_.html.tmx
Source language: smj
Languages: sma

source: Buorástahte giellaåvdåstiddjev !
sma: Åahpenh Gïele-ierieguedtijigujmie !

source: Mijá javllarijmmo 2013 lij vuosedibme 24 ambassadørajs.
sma: Mijjen jåvlekalendere 2013 lij akte åehpiedehteme dejstie 24 gïele-ierieguedtiejijstie.

source: Javllamánno 1.
sma: Goeven 1.

source: b Namma: Inger Máret Ánne Eira Man vuoras: 24 jage Årromsadje: Tromsø Barggo: Studænnta Gåktu le miella uddni: Buorre mielan dajna gå eksábmadiertjeguddama li vássám ruvva ja javlla le lahkanime !:)
sma: b Nomme: Inger Máret Ánne Eira Aaltere: 24 jaepieh Årromesijjie: Tromsø Barkoe: Studente Guktie daan biejjien domth: Buerie bïevsterisnie dan åvteste eksameneraessie varke nåhkeme jïh jåvle geatskeneminie !:)

source: Javllamánno 2.
sma: Goeven 2.

source: b Namma: Ina-Theres Sparrok Man vuoras: 18 jage Årromsadje: Smalåsen Barggo: Studænnta Gåktu le miella uddni: Uddni lav ajtu niddo buorre mielan:D
sma: b Nomme: Ina-Theres Sparrok Aaltere: 18 jaepieh Årromesijjie: Smalåsen Barkoe: Studente Guktie daan biejjien domth: Manne raaktan gaajh hijven domtem: D

source: Javllamánno 3.
sma: Goeven 3.

source: b Namma: Risten Gutnel Guttorm Eira / Áilen Nigá Dávvet Ásllaga Risten Gutnel Man vuoras: 24 jage Årromsadje: Karasjok Barggo: 4. jages åhpadiddjestudænnta Gåktu le miella uddni: Dálla lav tjállemin sijddaeksámav mij galggá sisi 16. dán máno, ja ávvudaláv aj javlajda.
sma: b Nomme: Risten Gutnel Guttorm Eira / Áilen Nigá Dávvet Ásllaga Risten Gutnel Aaltere: 24 jaepieh Årromesijjie: Karasjok Barkoe: 4. jaepien lohkehtæjjastudente Guktie daan biejjien domth: Daelie hïejmeeksamenem tjaelieminie maam edtjem deelledh 16. b. daan asken, jïh manne aaj aavodem jåvlide.

source: Javllamánno 4.
sma: Goeven 4.

source: b Namma: Naima Khan Nergård Álldar: Jur dävddám 18 Årrumsadje: Jielleváren, Svieriga bielen Barggo: Lågåv muv goalmát jáge joarkkaskåvlån Gåk dåbddo la uddni: Anáv ållo dahkamusá valla ietján lav ávon
sma: b Nomme: Naima Khan Nergård Aaltere: Aadtjen 18 jaepieh illeme Årromesijjie: Gällivare, Sveerjen bielesne Barkoe: Gåalmeden jaepien jåarhkeskuvlesne Guktie datnine daan biejjien: Mov lea jïjnje darjodh, men badth geerjene

source: Javllamánno 5.
sma: Goeven 5.

source: b Namma: Ánde Trosten Man vuoras: 23 Årromsadje: Deatnu Barggo: Sadjásasj / studænnta Gåktu le miella uddni: Ihkeva buorre !
sma: b Nomme: Ánde Trosten Aaltere: 23 Årromesijjie: Deatnu Barkoe: Sæjjasadtjebarkije / studente Guktie datnine daan biejjien: Hijven !

source: Javllamánno 6.
sma: Goeven 6.

source: b Namma: Inga Maja Eira Hætta Man vuoras: 17 Årromsadje: Áltá Barggo: Áltá joarkkaskåvllå Gåktu le miella uddni: Lev nav ávon, gå vijmak la javllamánno !
sma: b Nomme: Inga Maja Eira Hætta Aaltere: 17 Årromesijjie: Alta Skuvle: Alta jåas Guktie datnine daan biejjien: Joekoen geerjene, juktie saahtan lea goeve !

source: Javllamánno 7.
sma: Goeven 7.

source: b Namma: Ánná Káisá Eriksen Partapuoli Man vuoras: 19 Årromsadje: Oslo / Skáne Barggo: Studænnta Gåktu le miella uddni: Lev ávon ja bargál
sma: b Nomme: Ánná Káisá Eriksen Partapuoli Aaltere: 19 Årromesijjie: Oslo / Skånland Barkoe: Studente Guktie datnine daan biejjien. Geerjene jïh eadtjohke

source: Javllamánno 8.
sma: Goeven 8.

source: b Namma: Durra-Lásse Lars-Juhana Johan Man vuoras: 25 Årromsadje: Guovddagæjnno / Råmsså Barggo: Studænnta Gåktu le miella uddni: Lev ávon ja dudálasj
sma: b Nomme: Durra-Lásse Lars-Juhana Johan Aaltere: 25 Årromesijjie: Guovdageaidnu / Tromsø Barkoe: Studente Guktie datnine daan biejjien: Geerjene jïh madtjeles !

source: Javllamánno 9.
sma: Goeven 9.

source: b Namma: Sara Mariell Anti Man vuoras: 17 Årromsadje: Kárásjjåhkå Barggo: Studænnta Gåktu l miella uddni: Uddni lav sieldes ávon !
sma: b Nomme: Sara Mariell Anti Aaltere: 17 Årromesijjie: Karasjohke Barkoe: Studente Guktie datnine daan biejjien: Joekoen geerjene daan biejjien !

source: Javllamánno 10.
sma: Goeven 10.

source: b Namma: Melissa Annie Fofonoff Man vuoras: 17 Årromsadje: Girkkonjárgga Barggo: Oahppe Girkkonjárga joarkkaskåvlån Gåktu le miella uddni: Mån lav ávon, ja ávvudaláv javlajda
sma: b Nomme: Melissa Annie Fofonoff Aaltere: 17 Årromesijjie: Kirkenes Skuvle: Learohke Kirkenes JÅAS Guktie datnine daan biejjien: Manne aavone jïh aavodem jåvlide

source: Javllamánno 11.
sma: Goeven 11.

source: b Namma: Emmi Alette Danielsen Áldar: 17 år Årromsadje: Røros Barggo: Gjøsvika sykehjem, Vitus apotek Røros ja duodden lav ållesájge varresvuohtabarggen Rørosa joarkkaskåvlån.
sma: b Nomme: Emmi Alette Danielsen Aaltere: 17 år Årromesijjie: Røros Barkoe: Gjøsvika skïemtjegåetie, Vitus apoteke Røørose jïh lissine elliestïjjen healsoefaagebarkijelinjam vaadtsam Röörosen jåarhkeskuvlesne.

source: Gåktu le miella uddni: Miella le buorre, soaptsov skåvlåjn ja æhtsáv Rørosan årrot.
sma: Guktie datnine daan biejjien: Hijven, skuvlesne tråjjedem jïh eahtsam Röörosne årrodh.

source: Javlla le nåv hávsskes ájgge.
sma: Jåvle dan murreds.

source: Javllamánno 12.
sma: Goeven 12.

source: b Namma: Silje Somby Man vuoras: 17 Årromsadje: Alta, boadáv Guovddagæjnos Barggo: Giellaåvdåstiddje, joarkkaskåvllåoahppe Gåktu le miella uddni: Lev ávon gå vijmak la javllamánno.
sma: b Nomme: Silje Somby Aaltere: 17 jaepieh Barkoe: Gïeleierieguedtije, learohke jåarhkeskuvlesne Årromesijjie: Alta, Guovdageaidnuste båatam Guktie datnine daan biejjien: Geerjene juktie dellie maaje jåvleaske.

source: Ávvudaláv gå galgav mannat bivvalis rijkkaj 
sma: Aavodem åerjielasse vuelkedh 

source: Javllamánno 13.
sma: Goeven 13.

source: b Namma: Helge Aslaksen Ravna Áldar: 20 Årromsadje: Oslo Barggo: Jussastudænnta ja pikkolo Gåktu le miella uddni: Mujna le dåbmaris biejvve låhkåmsálan, ja adnet lav viehka vissjal.
sma: b Nomme: Helge Aslaksen Ravna Aaltere: 20 Årromesijjie: Oslo Barkoe: Jusstudente jïh hotelletrïengke Guktie datnine daan biejjien: Hijven biejjiem lohkemesavkesne åtneme, jïh domtem naa eadtjohke.

source: Javllamánno 14.
sma: Goeven 14.

source: b Namma: Marit-Sofie Mathisen Áldar: 17 Årromsadje: Reahpin, Unjárgan.
sma: b Nomme: Marit-Sofie Mathisen Aaltere: 17 Årromesijjie: Reahpin, Nesseby.

source: Årov dalla årruhattjan skåvlå guoran Girkkonjárgan.
sma: Daelie gåetieluhpesne årroem skuvlen lïhke Kirkenesne.

source: Barggo: Studænntan Girkkonjárga joarkkaskåvlån, maŋep jagev studiespesialisering. Gåktu le miella uddni: Ávon, ja viehka ávvudaláv javlajda !:)
sma: Barkoe: Studente Kirkenes jåarhkeskuvlesne, mubpie jaepie studijegoerehtimmesne Guktie datnine daan biejjien: Geerjene, jïh jåvlide tjarke aavodem !

source: Javllamánno 15.
sma: Goeven 15.

source: b Namma: Viktor Inge Paulsen Áldar: 21 Årromsadje: Ájluokta (Divtasvuodna) Barggo: Sámediggeájras Gåktu le miella uddni: Viehka vájbbam, valla mássjel ja sihkar allasim.
sma: b Nomme: Viktor Inge Paulsen Aaltere: 21 Årromesijjie: Drag (Tysfjord) Barkoe: Saemiedigkietjirkije Guktie datnine daan biejjien: Gaajh nahkeren, men seadtoes jïh jïjtjejearsoes årrodh.

source: Javllamánno 16.
sma: Goeven 16.

source: b Namma: Tuva Svendsen Áldar: 19 Årromsadje: Karasjok / Tromsø Barggo: Studeriv Gåktu le miella uddni: Jur uddni lav vehik diertjeguddamin.
sma: b Nomme: Tuva Svendsen Aaltere: 19 Årromesijjie: Karasjohke / Tromsø Barkoe: Studente Guktie datnine daan biejjien: Raaktan daan biejjien ånnetji raessesne.

source: Mujna le sijddaeksábma mij galggá ålliduvvat.
sma: Mov lea hïejme-eksamene maam edtjem deelledh.

source: Vallak dat la dagádum, de lav oalle ávon ja degu gæhppum.
sma: Gosse dïhte lea gaervies dle sïjhtem gaajh feejjene

source: Javllamánno 17.
sma: Goeven 17.

source: b Namma: Ellen-Sara Sparrok Áldar: 16 Årromsadje: Aarborte Mån lav studænnta.
sma: b Nomme: Ellen-Sara Sparrok Aaltere: 16 jaepieh Årroemesijjie: Aarborte Barkoe: Lohkem.

source: Valástallamsuorgen Muoffen.
sma: Gaarsjelimmielinjam vadtsam Måehvesne.

source: Uddni lav ållu buorre mielan.
sma: Guktie datnine daan biejjien: Daan biejjien leam eevre madtjeles.

source: Ávvudaláv javlajda ja gå lav friddja.
sma: Aavodem jåvlide jïh eejehtallemasse.

source: Javllamánno 18.
sma: Goeven 18.

source: b Namma: Jon-Christer Mudenia Áldar: 18 år Årromsadje: Gárdat, Dænon Barggo: Studænnta Gåktu le miella uddni: Ávvudaláv gå buktá ållo muohttagav vaj máhtáv skuvterav luovvit ja mannat mæhttsáj.
sma: b Nomme: Jon-Christer Mudenia Aalterer: 18 år Årromesijjie: Gárdat, Tana Barkoe: Studente Guktie datnine daan biejjien: Geerjene ihke nuekies lopme båata juktie manne maahtam skovterine bæjjese vaaran vuelkedh.

source: Javllamánno 19.
sma: Goeven 19.

source: b Namma: Maja Søøfe Larsen Áldar: 18 år Årromsadje: Snåase Barggo: Studænnta Gåktu le miella uddni: Uddni lav ávon, dajna gå le vijmak javllamánno ja javla lahkani.
sma: b Nomme: Maja Sööfe Larsen Aaltere: 18 jaepieh Årromesijjie: Snåase Barkoe: Studente Guktie datnine daan biejjien: Daan biejjien geerjene, juktie daelie maaje goeve jih jåvle geatskeneminie

source: Javllamánno 20.
sma: Goeven 20.

source: b Namma: Ánne Márget Somby Áldar: 17 Årromsadje: Báhkiljohka Barggo: Manáv skåvlåv Gåktu le miella uddni: vehik vájbbam, vijmak bierjjedahka
sma: b Nomme: Ánne Márget Somby Aaltere: 17 Årromesijjie: Báhkiljohka Barkoe: Skuvlesne vaadtsam Guktie datnine daan biejjien: Ånnetji nahkeren, saahtah bearjadahke !

source: Javllamánno 21.
sma: Goeven 21.

source: b Namma: Ellen Magdalena A. Sara Årronsadje: Leavdnja Áldar 15 Barggo: studænnta Gåktu le miella uddni ? Viehka buorre.
sma: b Nomme: Ellen Magdalena A. Sara Årromesijjie: Leavdnja Aaltere: 15 Barkoe: studente Guktie datnine daan biejjien: Joekoen hijven

source: Javllamánno 22.
sma: Goeven 22.

source: b Namma: Hilje Kristoffer Jåma Áldar: 17 Årromsadje: Raavrevihke Barggo: Låhkåmin lav varresvuohtafáhkabarggen Kråangken jåarhkeskuvle, ja bargav vehik skihppijsijdan.
sma: b Nomme: Hilje Kristoffer Jåma Aaltere: 17 Årromesijjie: Raavrevihke Barkoe: Healsoefaagebarkijasse lohkem Kråangken jåarhkeskuvlesne, jïh ånnetji skïemtjegåetesne barkem.

source: Ietján politihkalasj dåjmalasj.
sma: Aaj politihkeles eadtjohke.

source: Gåktu le miella uddni ?
sma: Guktie datnine daan biejjien ?

source: Adnet lav juolodibme.
sma: Ånnetji dearkoes.

source: Ávvudaláv viehka javllaloahpáj ja sijddaj njálga biebbmuj.
sma: Aavodem jåvlide jïh eejehtallemasse jïh gåatan njaelkies beapmose.

source: Sjaddá hávsske gå famillja tjåhkan.
sma: Luste goh fuelhkie gaavnesjieh

source: Javllamánno 23.
sma: Goeven 23.

source: b Namma: Linn Birgitte Njuolla Áldar: 16 jage Årromsadje: Girkkonjárgga Barggo: oahppe Girkkonjárga joarkkaskåvlån Gåktu le miella uddni: Buorak, ávvudalá ålov javlajda !
sma: b Nomme: Linn Birgitte Njuolla Aaltere: 16 jaepieh Årromesijjie: Kirkenes Barkoe: Studente Kirkenes jåarhkeskuvlesne Guktie datnine daan biejjien: Hijven, jïh jïjnjem aavodem jåvlide !

source: Javllamánno 24.
sma: Goeven 24.

source: b Namma: Mikkel Rasmus Logje Årromsadje: Láhpoluoppal / Guovdageaidnu Áldar: 22 Barggo: Åhpadiddjeskåvllåoahppe Gåktu le miella uddni ?
sma: b Nomme: Mikkel Rasmus Logje Årromesijjie: Láhpoluoppal / Guovdageaidnu Aaltere: 22 Barkoe: Lohkehtæjjaskuvlestudente Mennie bïevsterisnie daan biejjien ?

source: Viehka buorre miella.
sma: Naa hijven bïevsterisnie.

source: Sjaddá hávskke gå eksámaj gergav ja váldáv javllaloabev.
sma: Aavodem eksamenidie illedh jïh jåvle-eejehtallemem vaeltedh !
